Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh686-v3.tmx
Source language: bo
Languages: en

source: མི་མཛའ་བ་དང་གདུག་པ་དང་། རབ་ཏུ་གདུག་པ་ཐམས་ཅད་ཕམ་པར་བགྱིས་པར་འགྱུར་རོ། །རྟག་ཏུ་ཐམས་ཅད་དུ་རྒྱལ་བར་འགྱུར་རོ། །གནོད་སྦྱིན་དང་། སྲིན་པོ་དང་།
en: All his enemies, opponents, ill-wishers, and wicked beings, including the very wicked, will be defeated.

source: འབྱུང་པོ་དང་།
en: Victory will follow the vidyā holder everywhere.

source: ཤ་ཟ་དང་། བགེགས་དང་། ལོག་འདྲེན་དང་། ལྷ་མ་ཡིན་དང་། ཀླུ་ཐམས་ཅད་མཐོང་བར་འགྱུར་རོ།
en: All yakṣas, rākṣasas, bhūtas, piśācas, vighnas, vināyakas, asuras, and nāgas will want to see him.

source: །འཕགས་པ་ཆེན་པོ་ཐམས་ཅད་ལ་བག་ཚ་བ་མ་མཆིས་པར་འགྱུར་རོ། །རྒྱལ་པོ་དང་། བློན་པོ་དང་། བཙུན་མོའི་འཁོར་དང་བཅས་པ་ཐམས་ཅད་དབང་དུ་གྱུར་ནས་མཆིས་པར་འགྱུར་རོ། །ཐམས་ཅད་གཙོ་བོ་གཅིག་པུར་འགྱུར་རོ།
en: He will possess the great fearlessness of all noble beings, and all kings, royal ministers, royal harems, and retinues will remain under his thrall.

source: །ཐམས་ཅད་དུ་བླ་མའི་གནས་གཅིག་པུར་འགྱུར་རོ།
en: He will always be their most cherished idol and favorite teacher.

source: །ཚེ་རིང་བར་འགྱུར་རོ། །ནད་ཐམས་ཅད་ལས་ཐར་བར་འགྱུར་རོ།
en: His lifespan will be long, and he will be totally free from all disease.

source: །སྐྱོན་གྱི་དྲི་མ་དང་། སེར་སྣ་དང་། ཕྲག་དོག་ཐམས་ཅད་དང་བྲལ་བར་འགྱུར་རོ། །ལེགས་པར་དྲན་ཞིང་ལུས་ཤིན་ཏུ་ཡོངས་སུ་དག་པར་འགྱུར་རོ།
en: His faults, defilements, jealousy, and envy will be purified, his memory will be good, and his body will be completely pure. “

source: །འཆི་བའི་དུས་ཀྱི་མོད་ལ་དེ་བཞིན་གཤེགས་པ་མཐོང་བར་འགྱུར་རོ། །འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་མཐོང་བར་འགྱུར་ཞིང་།
en: At the time of death, the vidyā holder will be able to see the great tathāgatas and Noble Avalokiteśvara.

source: དེ་དག་ཐམས་ཅད་ཀྱིས་དབུགས་འབྱིན་པར་འགྱུར་ཏེ།
en: They will all comfort him, saying, ‘Come, dear son!

source: རིགས་ཀྱི་བུ་ཁྱོད་འཇིག་རྟེན་གྱི་ཁམས་བདེ་བ་ཅན་དུ་སོང་ཤིག་ཅེས་ཤིན་ཏུ་དྲན་པ་ཉེ་བར་གཞག་ནས་དུས་བགྱིད་པར་འགྱུར་རོ།
en: Follow us to the realm of Sukhāvatī!’ He will retain his lucidity at the time of dying.

source: །དམྱལ་བའི་སྒོ་ཐམས་ཅད་བཅད་པར་འགྱུར་རོ། །ངན་སོང་གི་འགྲོ་བ་ཐམས་ཅད་ལས་ཡོངས་སུ་གྲོལ་བར་འགྱུར་རོ།
en: The doors to all the hell realms will be closed, and he will be delivered from all unhappy destinies.

source: །འདི་ནས་མ་འོངས་བའི་མངལ་དུ་སྐྱེ་བར་མི་འགྱུར་རོ།
en: This birth will be his last birth from a womb.

source: །སྐྱེ་བ་ན་རྟག་ཏུ་སྐྱེ་བ་དྲན་པར་འགྱུར་རོ། །ཐམས་ཅད་དུ་པདྨ་ལས་རྫུས་ཏེ་སྐྱེ་བར་འགྱུར་རོ།
en: Retaining the full memory of his previous birth, he will be spontaneously reborn from a lotus flower.

source: །བྱང་ཆུབ་ཀྱི་སྙིང་པོ་ལ་ཐུག་གི་བར་དུ་སངས་རྒྱས་ཀྱི་ཞིང་ནས་སངས་རྒྱས་ཀྱི་ཞིང་དུ་མཆི་བར་འགྱུར་རོ།
en: He will in this manner move from one buddha field to another until he finally attains the seat of awakening. “

source: །དེ་ནས་འཇིག་རྟེན་དབང་ཕྱུག་སྤྲུལ་བ་ཡི། །ཕྱག་རྒྱའི་རྟགས་ནི་བརྗོད་པར་བགྱི། །ཁྲུ་གང་ཁོ་ནའི་ཚད་དག་གིས།
en: Now I will explain the emblems and mudrās that are lokeśvara emanations.

source: །དཀྱིལ་འཁོར་ལྷམ་པ་བྲི་བར་བགྱི། །གང་ཞིག་མཐོང་བའི་མོད་ཙམ་གྱིས། །དགའ་བ་དང་ནི་མགུ་བར་འགྱུར།
en: The vidyā holder should draw their handheld implements—which delight and thrill when merely seen—around the rim of the maṇḍala.

source: །སྡིག་པ་ཀུན་ལས་གྲོལ་བ་དང་། །དེ་ཉིད་དག་ནི་གྲུབ་པར་འགྱུར། །རྒྱུན་དུ་གང་གིས་གོ་ཆ་ཡིས། །རྟག་ཏུ་གོ་ཆ་བགོས་པར་འགྱུར།
en: The viewer will be freed from all wrongdoings and attain true accomplishment, whereby he will be continually protected by armor.

source: །གོ་ཆའི་གོ་ནི་འབར་བ་དང་། །མཛེས་པ་རྟག་ཏུ་སྩོལ་བར་འགྱུར། །ཆོ་ག་ཞིབ་མོ་ལེགས་གྲུབ་སྟེ། །གསང་སྔགས་བླ་མེད་ཐམས་ཅད་འགྲུབ།
en: He will continually shine with the blazing armor of the Dharma and will obtain the accomplishment consistent with each rite, the supreme accomplishment of each mantra. “

source: །ཕྱག་རྒྱའི་དཀྱིལ་འཁོར་བྲིས་ཙམ་གྱིས། །གནོད་སྦྱིན་སྲིན་པོ་འབྱེར་བར་འགྱུར། །མཐོང་བ་ཙམ་གྱིས་གདོན་ཀུན་དག །འཇིག་པར་འགྱུར་ཏེ་སོམ་ཉི་མེད།
en: When the mudrās are drawn in the maṇḍala and the mantras recited, the yakṣas and rākṣasas will flee, and all grahas will perish at the mere sight of the drawings; there is no doubt.

source: །གནོད་པ་ཀུན་ལས་གྲོལ་འགྱུར་ཏེ། །ནད་ཀུན་ལས་ཀྱང་དེ་བཞིན་ནོ།
en: The vidyā holder will be freed from all diseases and ailments.

source: །ཕ་རོལ་དཔུང་ངམ་རང་དཔུང་ངམ། །མི་ཐུབ་པ་ཡི་དགྲ་ཀུན་ལས། །རྟག་ཏུ་ལེགས་པར་རྒྱལ་བར་བགྱིད།
en: Unassailable by enemies, he will always be virtuously victorious, whether over an enemy army or while leading his own.

source: །རྟག་ཏུ་གདོན་ལས་བསྲུང་བ་དང་། །དུས་ཀུན་དུ་ཡང་འགྲུབ་པར་འགྱུར།
en: He will always have the ability to successfully destroy rākṣasas.

source: །རིག་སྔགས་འཆང་རྣམས་བདེ་བགྱི་ཕྱིར། །དེ་ཉིད་དམ་པ་འགྲུབ་འགྱུར་ཞིང་། །འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་གི།
en: He will truly attain the accomplishment whereby he can experience the supreme pleasures of the vidyādharas. “

source: །ཕྱག་རྒྱའི་མཚན་མ་མཚོན་ཆ་དག །དགོས་པ་ཀུན་གྱི་རྗེས་མཐུན་པར། །གང་དང་གང་དུ་བཀོད་པ་དག །
en: These mudrā signs and implements of Noble Avalokiteśvara all have their respective forms, and they serve as mudrās according to their respective purpose.

source: དེ་དང་དེར་ནི་ཕྱག་རྒྱར་འགྱུར། །པདྨ་ཁ་ཕྱེ་ཞེས་བགྱི་བའི། །པདྨ་འདབ་མས་མཛེས་པ་དང་། །ཀུན་ནས་འཁོར་བར་འབར་བའི་ཕྲེང་། །རྣམ་པར་རྟོག་པ་མེད་པར་བགྱི།
en: Each of them should be drawn adorned with the petals of the so-calledopen lotus and be surrounded by a halo of light.

source: །ཕྱག་རྒྱ་འདི་ཀུན་སྲོག་ལས་བྱུང་། །འདི་དག་ཐམས་ཅད་འབྲས་བུ་སྩོལ། །རྡོ་རྗེ་རྩེ་གསུམ་རྡོ་རྗེའི་མདའ། །དཀྱིལ་འཁོར་པདྨ་རྡོ་རྗེ་དང་། །པདྨའི་ཕྲེང་བ་རྡོ་རྗེའི་མཚན། །པདྨ་རབ་གནས་པདྨ་གཉིས། །རྟག་ཏུ་པདྨ་ལེགས་པར་བགྱིད། །པདྨའི་ཁུ་ཚུར་དེ་བཞིན་དུ། །པདྨའི་མཛུབ་མོ་པདྨ་བགྱིངས། །པདྨའི་ལྕགས་ཀྱུ་ཐལ་མོ་སྦྱར། །པདྨའི་ལྕགས་སྒྲོག་པདྨའི་གཟེབ། །རྟག་ཏུ་པདྨ་སེམས་དཔའ་དང་། །ནོར་བུ་པདྨ་རྡོ་རྗེར་གསུངས། །དོན་ཡོད་པདྨ་དེ་བཞིན་དུ། །པདྨའི་རལ་གྲི་པདྨའི་དྲིལ། །རྩེ་གསུམ་ཞེས་བགྱི་གཏུན་ཤིང་འཆང་། །ནོར་བུ་དབྱུག་པ་མེ་ཏོག་དབྱུག །དེ་བཞིན་ཞགས་པ་བདུན་འཛིན་དང་། །ཆུ་སྲིན་འཛིན་དུང་འཁོར་ལོ་ཕྱེད། །བཱི་ཛ་པཱུ་ར་སེའུ་འབྲུ།
en: All these mudrās are endowed with life, and all produce results.

source: །ཟླ་འཛིན་ཉི་མ་འཛིན་པ་དང་། །ཐོ་བ་འཛིན་དང་ཚེམས་ཤིང་དང་། །མེ་ཏོག་ཕུར་མ་བགྲང་ཕྲེང་དང་། །རྡོ་རྗེ་རྩེ་ལྔ་དོན་ཡོད་ཞགས། །དོན་ཡོད་གྲུབ་པ་དེ་དག་སྟེ།
en: They are as follows: the result vajra, the three-pointed vajra, the javelin vajra, the maṇḍalin, the lotus vajra, the garland of lotuses, the vajra mark, the lotus pedestal, the lotus gesture of giving comfort, the pair of lotuses, the lotus gesture of applauding, the lotus fist, the lotus threatening-gesture, the opening lotus, the lotus-goad añjali, the lotus cage, the lotus chain that always brings accomplishment, the lotus wish-fulfilling jewel, the jeweled lotus, that which is called auspicious vajra, the amogha lotus, the lotus bell, the lotus sword, that which is called trident, the pestle holder, the jeweled staff, the flower staff, the holder of the seven nooses, the holder of the sea monster, the half circle, the conch, the citron, the pomegranate, the moon holder, the sun holder, the hammer holder, the tooth stick, the flower pot, the rosary of beads, the five-pointed vajra, the unfailing noose, and the amogha accomplishment.

source: །ཐམས་ཅད་པདྨའི་སྟེང་དུ་དགོད།
en: All these are drawn resting on a lotus. “

source: །ལག་པའི་ཕྱག་རྒྱ་འདི་བྲི་བ། །གང་དང་གང་དུ་དགོད་པ་ནི།
en: The hand symbols above should be drawn at their respective locations, as appropriate.

source: །ལག་པའི་ཕྱག་རྒྱ་བཞི་བཅུ་ཐམ། །འདི་དག་ཀྱང་ནི་བྲི་བར་བགྱི། །ཀུན་ནས་ཀྱང་ནི་འབར་བར་བགྱི། །ནོར་བུའི་རྒྱན་གྱིས་བཀླུབས་པར་བགྱི།
en: These forty symbols should be drawn as being held in the hand, radiating light in all directions, and adorned with jeweled ornaments.

source: །དཀྱིལ་འཁོར་ལྡན་པའི་རས་སམ་ནི།
en: They should be drawn on a cotton cloth in a circle.

source: །ར་བའམ་རྩིག་པར་བགྱིས་པ་འམ། །ཅི་ཡང་རུང་བ་དེ་དག་སྟེ། །དེ་དག་མཐོང་བ་ཙམ་གྱིས་སམ།
en: Alternatively, they can be drawn on a wall or wherever appropriate.

source: །མཐོང་བ་ཙམ་གྱི་མོད་ལ་ནི། །རྟག་ཏུ་སྡིག་པ་ཐམས་ཅད་སྤོང་། །མནར་མེད་གནས་སུ་གཏོགས་པ་དང་། །མཚམས་མེད་པ་ནི་ལྔ་ཉིད་དེ། །ཐམས་ཅད་སྐད་ཅིག་ཙམ་གྱིས་འབྱང་།
en: By merely seeing them, the vidyā holder will be instantly purged of his wrongdoings, including the five acts of immediate retribution that warrant rebirth in the Avīci hell.

source: །སེམས་ཅན་དག་པ་དྲན་བགྱིད་ན།
en: All his wrongdoings will be purged in an instant, and the vidyā holder will become a so-called pure being.

source: །ཕྱིར་མི་ལྡོག་པ་ཉིད་དུ་འགྱུར། །སེམས་དཔའ་ས་བཅུར་རབ་ཏུ་གནས།
en: He will be established on the ten bodhisattva levels, irreversibly established on the path to awakening.

source: །འདི་ནི་ཕྱིར་མི་ལྡོག་པའི་གནས། །གང་ལགས་དཀྱིལ་འཁོར་མཐོང་བ་ནི།
en: This irreversible state is attained by seeing the circle of the mudrās.

source: །སྤྱན་རས་གཟིགས་དབང་མཆོག་སྦྱིན་ནི། །རྒྱུན་དུ་སྤྱི་བོ་ལག་ན་ཐོགས། །གང་གིས་ཕྱག་རྒྱ་འདི་མཐོང་བ།
en: Noble Avalokiteśvara, the boon giver, will always keep his hand on the vidyā holder’s head.

source: །རྒྱུན་དུ་མཆོག་སྦྱིན་འཇིག་རྟེན་དབང་། །རྟག་ཏུ་མངོན་སུམ་མཐོང་བ་ཡིས།
en: The boon-granting Lokeśvara will always appear to the vidyā holder directly, face-to-face. “

source: །དེ་དག་མཚུངས་ཏེ་ཁྱད་པར་འཕགས།
en: Whichever mudrā-symbol the vidyā holder looks at, he will attain the corresponding excellence.

source: །གསང་སྔགས་སུམ་ཅུ་རྩ་ལྔའི་ཚིག །
en: He must memorize the following thirty-five mantric formulas.

source: རྟག་ཏུ་དྲན་བགྱིད་ཐམས་ཅད་འགྲུབ། །དེ་ནི་དུས་རྣམས་ཀུན་དུ་ཡང་།
en: He will then be successful at everything at all times.

source: །ངན་འགྲོར་མཆི་བར་མི་འགྱུར་རོ། །རྣམ་གྲོལ་དཀྱིལ་འཁོར་རབ་མྱུར་བར། །མྱུར་དུ་སངས་རྒྱས་ཉིད་ཐོབ་འགྱུར།
en: He will not follow unhappy destinies; rather, with the maṇḍala of liberation in sight, he will swiftly attain buddhahood.

source: །འོད་དཔག་མེད་ཀྱི་སྲས་པོ་ཡི། །ཐུ་བོར་འགྱུར་བ་སོམ་ཉི་མེད།
en: He will become the eldest son of Amitābha and of the Lord of the World without a doubt.

source: །འཇིག་རྟེན་མགོན་གྱི་ཐུགས་ཞལ་ནས། །སྐྱེས་སྲས་རྟག་ཏུ་ཐུ་བོར་འགྱུར།
en: He will always be the foremost among the heart sons of the Lord of the World.

source: །འདྲེན་པས་འདི་ནི་ཆོས་ཉིད་དང་། །ཆོས་ལས་སྐྱེས་པར་ལུང་སྟོན་འགྱུར།
en: The Guide will prophesy his future birth as a dharmatā buddha.

source: །གང་གཱའི་ཀླུང་ས་ཡ་བྱེ་བ་བརྒྱ་སྟོང་དང་། མཉམ་པའི་བྱེ་མ་སྙེད་ཀྱི་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ལ་དགེ་བའི་རྩ་བ་བསྐྱེད་པར་འགྱུར་རོ།
en: Being near the tathāgata, the worthy, fully realized Buddha, the vidyā holder will sow thousands of millions of billions of roots of virtue, equal to the grains of sand in the Gaṅgā river.

source: །ཚད་མེད་གྲངས་མེད་དཔག་ཏུ་མེད་པའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་འཐོབ་པར་འགྱུར་རོ།
en: Transformed by this, he will obtain a vast amount of merit that is immeasurable and incalculable. “

source: །གང་གིས་སུག་པར་ཕྱག་རྒྱ་དང་གསང་སྔགས་ཀྱི་ཚིག་འདི་མཆིས་པར་གྱུར་ན། ཕྱག་རྒྱ་འདི་ལས་འདི་ལྟ་བུའི་ཕན་ཡོན་མང་ཞིང་ཆེ་བ་མཆིས་པར་བསྒྲགས་སོ། །དེ་ལ་གསང་སྔགས་ནི།
en: When these mudrās are displayed with the hands in combination with the following mantras, they will bring, it is declared, great benefits. [

source: ཨོཾ་ཨ་མོ་གྷ་མན་ཛ་ལི་མི་ལི་ཙི་ལི་ཧཱུྃ། ཨོཾ་ཨ་ཤྭཱ་ས་ཡ་ཀྵ་ཎ་བི་ག་ཏེ་ཧཱུྃ།
en: 124] “Oṁ, amogha añjali!Mili cili, hūṁ! [

source: ཨོཾ་ཨ་བྷ་ཡ་བར་དེ་ཌི་ཧཱུྃ།
en: 125] “Oṁ, please give comfort to those without freedom!

source: ཨོཾ་སརྦ་ཏ་ཐཱ་ག་ཏ།
en: Hūṁ! [

source: ཨ་དྷི་ཥྛི་ཏེ་དྷི་རི་དྷི་རི་ཧཱུྃ།
en: 126] “Oṁ, fearless boon giver!

source: ཨོཾ་པདྨ་ཧྲྀ་ད་ཡ་མཱུཥྛི་ཧཱུྃ།
en: Tuṭi, hūṁ! [

source: ཨོཾ་བི་ས་ར་བི་ས་ར་སརྦ་མཱ་ལཱ་ན་ཏ་ཏཱ་ཛཱ་ཡ་ཧཱུྃ།
en: 127] “Oṁ, blessed by all the tathāgatas!

source: ཨོཾ་བཛྲིམྦྷ་ཧུ་རུ་ཧུ་རུ་ཧཱུྃ།
en: Bhiri bhiri, hūṁ! [

source: ཨོཾ་ཨཾ་ཀུ་ཤ་ཨ་མོ་གྷ་ཨཱ་ཀརྵ་ཡ་ཧཱུྃ།
en: 128] “Oṁ, the lotus-essence fist!

source: ཨོྃ་ཀ་བ་ཙ་ཡ་ཏུ་རུ་ཏུ་རུ་ཧཱུྃ།
en: Hūṁ! [

source: ཨོཾ་ཨ་མོ་གྷ་ཤཾ་ཀ་ལི་མི་ལི་ཧཱུྃ།
en: 129] “Oṁ, remove, remove all impurities!

source: ཨོཾ་ཨ་མོ་གྷ་ཙིན་ཏཱ་མ་ནི་ཏུ་རི་ཏུ་རི་ཧཱུྃ།
en: Threaten!

source: ཨོཾ་ཨ་མོ་གྷ་མ་ཎི་ཙི་ལི་ཙི་ལི་ཧཱུྃ།
en: Hūṁ! [

source: ཨོཾ་བཛྲ་ཏུ་ཊི་ཙི་ལི་ཧཱུྃ།
en: 130] “Oṁ, blossom!

source: ཨོཾ་ཨ་མོ་གྷ་ཧྲྀ་ད་ཡ་ཙ་ར་ཙ་ར་ཤུད་དྷ་སཏྭ་ཧཱུྃ།
en: Huru huru, hūṁ! [

source: ཨོཾ་གྷོ་ཥ་བ་ཏི་ཙི་ཊི་ཙི་ཊི་ཧཱུྃ།
en: 131] “Oṁ, unfailing goad, pull!

source: ཨོཾ་བིདྱཱ་ཁཌ་ག་ཙྪིནྡ་ཡ་ཨ་ཏྲུ་ན་ཧཱུྃ།
en: Hūṁ! [

source: ཨོཾ་ཏྲི་མ་ལ་པ་རི་ཤུད་དྷེ་བྷི་ཊི་བྷི་ཊི་ཧཱུྃ།
en: 132] “Oṁ, provide an armor!

source: ཨོཾ་སུ་རུ་སུ་རུ་ཧཱུྃ། ཨོཾ་མ་ཎི་མ་ཧཱུྃ། ཨོཾ་པུཥྤ་བ་ཏི་ཛ་ཡེ་ཧཱུྃ།
en: Turu turu, hūṁ! [

source: ཨོཾ་བྷོ་དྷི་ཙིཏྟ་པཱ་ཤ་དྷ་ར་དྷ་ར་ཧཱུྃ།
en: 133] “Oṁ, amogha chain!

source: ཨོཾ་པདྨ་པྲ་ཤ་བི་ཤུད་དྷེ་ཧཱུྃ། ཨོཾ་བཛྲེ་པཱ་ཤེ་བྷ་བ་ཏུ་མུ་རུ་མུ་རུ་ཧཱུྃ།
en: Miri miri, hūṁ! [

source: ཨོཾ་ཙིནྟཱ་མ་ཎི་པཱ་ཤ་བ་ར་དེ་ཧཱུྃ།
en: 134] “Oṁ, unfailing wish-fulfilling jewel!

source: ཨོཾ་ཙཀྲ་པཱ་ཤ་སྭ་ནིར་གྷཱ་ཏ་ཀ་དྷུ་རུ་དྷུ་རུ་ཧཱུྃ།
en: Tuṭi turu, hūṁ! [

source: ཨོཾ་ཏྲི་ཤཱུ་ལི་པཱ་ཤ་བི་ལོ་ཀ་ཏཱ་ར་ཡ་ཧཱུཾ།
en: 135] “Oṁ, amogha jewel!

source: ཨོཾ་ནཱ་ག་པཱ་ཤ་བན་དྷ་ཡ་ཀཌྜྷ་ཡ་དུཥྚ་ན་ག་ཎ་པཱ་ཤ་པ་ཏཱ་ཡ་ཧཱུྃ།
en: Ciri ciri, hūṁ! [

source: ཨོཾ་ཛ་ལོད་བྷ་བ་དྷ་རཱ་ཡ་ཧཱུྃ།
en: 136] “Oṁ, vajra!

source: ཨོཾ་ཙན་དྲ་བི་མ་ལེ་བི་ཤོ་དྷ་ཡ་ཨན་དྷ་ཀ་ར་རཤྨི་བ་རེ་ཧཱུྃ།
en: Tuṭi cili, hūṁ! [

source: ཨོཾ་ཤྲཱི་བོ་དྷ་ཡ་ཧཱུྃ། ཨོཾ་བི་ཛ་ཡ་པཱུརྞ་པ་རེ་ཧཱུྃ།
en: 137] “Oṁ, essence of Amogha, be active, be!

source: ཨོཾ་ཕ་ལོད་བྷ་བཻ་ཏུ་རེ་ཧཱུྃ།
en: O pure being!

source: ཨོཾ་པཱུརྞ་མཎ་ཌ་ལེ་ཛ་ལ་ཧཱུྃ། ཨོཾ་ས་ཧ་སྲ་རཤྨི་ཀི་ར་ཎེ་ཧཱུྃ།
en: Hūṁ! [

source: ཨོཾ་སརྦ་དུཥྚ་ན་པྲ་ཧ་ར་ཤཱ་སཱ་ཡ་ཧཱུྃ།
en: 138] “Oṁ, resounding one!

source: ཨོཾ་མན་བི་ཤོ་དྷ་ཡ་མཱ་ལཱ་བི་མ་ལེ་ཧཱུྃ། ཨོཾ་པུཥྤ་བ་ཏི་སུ་གན་དྷ་བ་རེ་ཧཱུྃ།
en: Viṭi viṭi, hūṁ! [

source: ཨོཾ་པཱ་ཤ་ས་ཧ་སྲ་གུ་ནི་ཏེ་ཀྵ་ཎ་ཀྵ་ཎ་ཧཱུྃ།
en: 139] “Oṁ, sword of knowledge, crush the enemies!

source: ཨོཾ་བཛྲོད་ཀྵེ་པ་སུ་ཙི་མུ་ཁ་ཙི་ཊི་ཙི་ཊི་ཧཱུྃ།
en: Hūṁ! [

source: ཨོཾ་ཨ་མོ་གྷ་ཨ་པྲ་ཏི་ཧ་ཏ་པཱ་ཤ་ཧཱ་སྟེ་ཧཱུྃ།
en: 140] “Oṁ, you are free from the three stains!

source: ཨོཾ་སརྦ་ཏྲ་ཨ་མོ་གྷ་སིད་ངྷྱ་སིད་དྷྱ་སཱ་དྷ་ཡ་ཧཱུྃ། ལག་པའི་ཕྱག་རྒྱ་འདི་དག་དང་། །དེ་བཞིན་གསང་སྔགས་ཕྱག་རྒྱ་དག །ལན་ཅིག་བཟླས་པ་ཙམ་དང་ནི། །ཕྱག་རྒྱ་མཐོང་བ་ཁོ་ནས་ཀྱང་། །སྡིག་པ་ཐམས་ཅད་མོད་ལ་འཇོམས། །མྱུར་དུ་སངས་རྒྱས་ཉིད་འཐོབ་འགྱུར། །ཆོ་ག་ཞིབ་མོ་མྱུར་དུ་འགྲུབ། །དོན་ཡོད་ཞགས་པ་རྣམ་གྲོལ་བའི། །དཀྱིལ་འཁོར་དམ་པ་འགྲུབ་པར་འགྱུར། །དེ་ལ་མཚོན་ཆའི་ཕྱག་རྒྱ་ནི། ནོར་བུ་རིན་པོ་ཆེ་དང་། མེ་ཏོག་དང་། པདྨ་དང་།
en: Bhiṭi bhiṭi, hūṁ! [

source: རིལ་བ་སྤྱི་བླུགས་དང་།
en: 141] “Oṁ, suru suru, hūṁ! [

source: ནོར་བུའི་ཕྲེང་བ་དང་། བགྲང་ཕྲེང་དང་།
en: 142] “Oṁ, jewel, jewel!

source: དུང་དང་།
en: Hūṁ! [

source: འཁོར་ལོ་དང་།
en: 143] “Oṁ, the victory abounding in flowers!

source: དབྱུགས་ཏོ་དང་།
en: Hūṁ! [

source: མདུང་ཐུང་དང་།
en: 144] “Oṁ, you who hold the noose of compassion, hold it!

source: རྡོ་རྗེ་དང་། རྩེ་གསུམ་པ་དང་།
en: Hūṁ! [

source: རྩེ་གསུམ་ཁ་གདེངས་དང་།
en: 145] “Oṁ, you with the lotus noose, completely pure!

source: མཚོན་ཤག་ཏི་དང་།
en: Hūṁ! [

source: རྡོ་རྗེ་དང་། དགྲ་སྟ་དང་། རྩེ་གསུམ་པ་དང་། གཉིས་པ་དང་། ནོར་བུ་དང་།
en: 146] “Oṁ, you with the vajra noose, may you be so!

source: མཚོན་ཤཱུ་ལི་དང་། ལས་ཀྱི་རྡོ་རྗེ་དང་།
en: Muru muru, hūṁ! [

source: ཡིད་བཞིན་ནོར་བུ་དང་། མཚོན་ཆ་དང་། བེ་ཅོན་དང་།
en: 147] “Oṁ, you with the noose that is like a wish-fulfilling jewel, the giver of boons!

source: དབྱུག་པ་དང་། དབང་ཕྱུག་ཆེན་པོའི་རྩེ་གསུམ་དང་། རལ་གྲི་དང་།
en: Hūṁ! [

source: ཞགས་པ་དང་། ལྕགས་ཀྱུ་དང་། སྦྲུལ་དང་། ལྗོན་ཤིང་དང་།
en: 148] “Oṁ, you with the discus-noose, the crusher!

source: བྱེ་རུ་དང་། དགྲ་སྟ་དང་། འཁོར་ལོ་དང་།
en: Dhuru dhuru, hūṁ! [

source: དགྲ་སྟ་ཡུ་བ་སྦོམ་པོ་ཅན་དང་། ལག་པ་དང་།
en: 149] “Oṁ, you with the trident noose!

source: གཙུག་ཕུད་དང་། ནོར་བུ་སྒྲོན་མ་དང་། འོད་དང་།
en: Watch over me and deliver me from suffering!

source: འོད་ཟེར་དང་།
en: Hūṁ! [

source: གཏུན་ཤིང་དང་། འཕྱང་མོ་ཉུག་པ་དང་། དགྲ་སྟ་དང་། སྣོད་ཟླུམ་པོ་དང་།
en: 150] “Oṁ, you with the noose that binds nāgas!

source: བུམ་པ་དང་། བྲག་དང་། རི་དང་།
en: Bind and pull them in!

source: ལྷུན་པོ་དང་། སྦྲུལ་འཁྱིལ་བ་དང་།
en: Bring down the wicked nāgas with your noose!

source: གདུགས་དང་། རྒྱལ་མཚན་དང་།
en: Hūṁ! [

source: ཆུ་སྲིན་དང་། ཉ་དང་།
en: 151] “Oṁ, you who originate in the waters!

source: རུ་སྦལ་དང་། གཡུང་དྲུང་འཁྱིལ་པ་དང་། རིག་སྔགས་ཀྱི་དཀྱིལ་འཁོར་དང་། རིག་སྔགས་དང་།
en: Tear them, tear apart!

source: ཕྱག་རྒྱ་དང་། རྩེ་གསུམ་དང་།
en: Hūṁ! [

source: དཀྱིལ་འཁོར་དང་། རལ་གྲི་དང་། གྲི་དང་། པདྨའི་ཕྲེང་བ་དང་།
en: 152] “Oṁ, pure as the moon!

source: རྩེ་གསུམ་དང་།
en: Dispel the darkness, O supreme light!Hūṁ! [

source: མུ་སུན་དི་དང་། མཚོན་རྩེ་གཅིག་པ་དང་།
en: 153] “Oṁ, bring full awakening!

source: ཕྱག་རྒྱ་བཞི་པ་དང་། མཆེ་བ་བཞི་དང་།
en: Hūṁ! [

source: ཟླུམ་པོ་དང་།
en: 154] “Oṁ, full receptacle of victory!

source: རྡོ་རྗེ་དང་། རྩེ་གསུམ་དང་། དུང་དང་། ནོར་བུའི་དུང་དང་། པདྨའི་དུང་དང་།
en: Turi, hūṁ! [

source: ཨུ་དྷ་དང་།
en: 156] “Oṁ, full disk of the moon, be victorious!

source: གོས་དང་། སེང་གེའི་གདོང་དང་།
en: Hūṁ! [

source: ཤང་ཤང་ཏེའུ་དང་།
en: 157] “Oṁ, you with the thousand rays!

source: ཀ་ལ་བིང་ཀ་དང་།
en: Hūṁ! [

source: ངང་པ་དང་།
en: 158] “Oṁ, strike all the wicked ones!

source: བཞད་དང་།
en: Discipline them!

source: ཁྲུང་ཁྲུང་དང་།
en: Hūṁ! [

source: རྨ་བྱ་དང་། གཤིན་རྗེའི་དབྱུག་པ་དང་། གདོང་བཞི་པ་དང་། དཀྱིལ་འཁོར་བཞི་དང་།
en: 159] “Oṁ, remove impurities!

source: བུམ་པ་གང་བ་དང་། ཟླ་ཕྱེད་དང་། ཉི་མའི་དཀྱིལ་འཁོར་དང་། ཟླ་བའི་འོད་དང་། པདྨ་བཞི་དང་། པདྨ་གསུམ་དང་། རྒྱ་མཚོ་དང་།
en: Hūṁ! [

source: མེ་ཏོག་དང་།
en: 160] “Oṁ, you are filled with flowers of the finest fragrance!

source: ཕུར་མ་དང་།
en: Hūṁ! [

source: གླེགས་བམ་དང་།
en: 161] “Oṁ, you with hundreds of thousands of qualities!

source: རི་དགས་ཀྱི་གཡང་གཞི་དང་།
en: Kṣaṇa kṣaṇa, hūṁ! [

source: རྡོ་རྗེ་ལྕགས་སྒྲོག་དང་།
en: 162] “Oṁ, raised vajra with the sharp point!

source: རྟ་བབས་དང་།
en: Ciṭi ciṭi, hūṁ! [

source: ལྷུང་བཟེད་དང་།
en: 163] “Oṁ, you with the invincible, unfailing noose in your hand!

source: ཆོས་གོས་དང་།
en: Hūṁ! [

source: འཁར་གསིལ་དང་།
en: 164] “Oṁ, universal Amogha!

source: སོ་མངས་དང་།
en: Succeed, succeed, and bring success!

source: ཁ་ཁྱེར་དང་།
en: Hūṁ! “

source: སྐ་རགས་དང་།
en: These mantras should be combined with their corresponding hand gestures and recited just once while displaying the mudrā.

source: གཙུག་ཕུད་དང་། མཆོད་ཕྱིར་ཐོགས་དང་།
en: This will instantly remove all wrongdoings and will swiftly bring buddhahood.

source: ཕྲེང་བ་ཆེན་པོ་དང་།
en: One will swiftly accomplish the ritual and the supreme maṇḍala of liberation of Amoghapāśa. “

source: གྲུ་གསུམ་དང་། ཀུན་ནས་རྡོ་རྗེ་སྡེ་དང་། ཕྱག་རྒྱ་མཚོན་ཆ་འདི་དག་ནི།
en: The symbolic implements that belong there are the precious jewel, the flower, the lotus, the water jar, the jewel rosary, the rudrākṣa rosary, the conch, the discus, the club, the spear, the vajra scepter, the trident, the paṭṭiśa spear, the horizontal vajra, the axe, the double trident, the jewel vajra, the jewel spear, the vajra of activity, the wish-fulfilling jewel, the knife, the staff, the mace, the trident of Maheśvara, the sword, the noose, the goad, the serpent, the tree, the coral tree, the axe, the discus, the axe-mace, the hand, the topknot, the jewel lamp, the light, light rays, the pestle, the naula, the axe, the water pot, the water pitcher, the rock, the mountain, Mount Sumeru, the coil of a snake, the parasol, the banner, the sea monster, the fish, the tortoise, the auspicious diagram, the vidyā circle, the vidyā mudrā, the trident, the circle, the scimitar, the dagger, the lotus garland, that which is called trident, musuṇḍi, the javelin, the sling, the fang, the four mudrās, the four fangs, the gulaka, the conch, the wheel, the vajra conch, the conch that is called trident, the jewel conch, the lotus conch, the rudhā, the cloth, the lion’s face, the partridge, the cuckoo, the goose, the swan, the curlew, the peacock, Yama’s rod, the four-faced, the four small circles, that which is called trident, the full jar, the half-moon, the sun disk, moonlight, the four lotuses, the three lotuses, the ocean, the vase with flowers, the book, the deer skin, the thunderbolt, the chain, the vajra chain, the archway, the bowl, the robe, the mendicant’s staff, the braid of hair, the vedika, the sash, the topknot, the sacred thread, the garland of banyan flowers, the triangle, and the samanta vajra. “

source: །འཇིག་རྟེན་འདྲེན་པས་གསུངས་པ་བཞིན། །རྣམ་གྲོལ་དཀྱིལ་འཁོར་གསང་བ་འདི། །དོན་ཡོད་ཞགས་པའི་ཆོ་གར་དྲན།
en: The above are the symbolic implements, as taught by the guides of the world, known as the secret maṇḍala of liberation that belongs to the ritual of Amoghapāśa.

source: །རས་སམ་གོས་སམ་རྩིག་པའམ། །ཅི་ཡང་རུང་བ་འདྲི་བགྱིད་པས།
en: They should be drawn on cotton cloth, a tablet, a wall, or wherever is convenient.

source: །དོགས་མེད་ལེགས་ལ་ལེགས་འབྱོར་པས།
en: The vidyā holder should select the paints and apply them carefully, skillfully combining the colors.

source: །མཚོན་གསལ་ཀུན་དུ་པདྨར་གཞག །ཕྱག་རྒྱ་ཀུན་ནས་འབར་བར་བགྱི།
en: All these symbols should be drawn resting upon lotuses, radiating light in all directions.

source: །ཐམས་ཅད་སྲོག་ལས་བྱུང་བས་ནི།
en: All of them are endowed with life.

source: །དོན་དང་ལས་རྣམས་ཀུན་སྩོལ་ཅིང་། །ཕྱག་རྒྱ་མོད་ལ་སྡིག་པ་འཕྲོག །དེ་ནི་མོད་ལ་འབྲས་བུ་སྟེར།
en: They accomplish the aims of all activities and instantly remove all wrongdoings, always bringing the desired results. “

source: །འདྲེན་པ་འཇིག་རྟེན་དབང་ཕྱུག་ཀུན། །ཕྱག་རྒྱ་འདི་ནི་བྱིན་གྱིས་བརླབས།
en: All these symbols are empowered by the lokeśvara-guides.

source: །སངས་རྒྱས་ཀུན་དང་ཤཱཀྱ་ཡི། །རྒྱལ་པོ་དེ་བཞིན་གཤེགས་པས་བརླབས།
en: They have also been empowered by all the tathāgata-buddhas, including the king of the Śākyas.

source: །དེ་ལྟ་བས་ན་མཁས་པས་སུ། །རྟག་ཏུ་ཀུན་ནས་མཚོན་བཅངས་ན།
en: For this reason, the wise vidyā holder should practice them with great effort.

source: །སངས་རྒྱས་རྣམས་ནི་དགྱེས་འགྱུར་ཏེ། །སྲས་ཀྱི་ཐུ་བོར་སོམ་ཉི་མེད།
en: As a result, he will be loved by the buddhas as their eldest son; there is no doubt.

source: །ཕྱག་རྒྱ་རིམ་བྱེད་དམ་པ་འཆང་བ་གང་། །འཇིག་རྟེན་མགོན་པོ་སྲས་ཀྱི་ཐུ་བོར་འགྱུར། །དོན་ཡོད་ཞགས་པའི་སྙིང་པོ་གསང་བ་ཡི། །རྣམ་པར་གྲོལ་བའི་སྙིང་པོ་བླ་ན་མེད།
en: The vidyā holder who practices this collection of mudrā symbols, which are the heart essence of Amoghapāśa and together constitute his secret maṇḍala of liberation, will become the eldest son of the Lord of the World.

source: །ཕྱག་རྒྱ་དང་ནི་གསང་སྔགས་དམ་པ་དག །འདི་འཆང་བ་ལ་མྱུར་དུ་འགྲུབ་པར་འགྱུར། །དེ་ནས་དོན་ཡོད་པ་ལས་ཐམས་ཅད་པ་དང་།
en: He will swiftly obtain the supreme accomplishment of Amoghapāśa’s dhāraṇīs, mudrās, and mantras. “

source: རྗེས་སུ་མཐུན་པའི་ཞགས་པ་བདུན་བཤད་པར་བགྱི་སྟེ། དེ་ཉིད་གྲུབ་པས་ཅི་ལྟ་བུའི། །ཆོ་གའི་ཆོ་ག་བསྒྲུབ་པ་བཞིན། །སོ་སོ་སོ་སོར་འཚམ་པ་ཡི། །དེ་དག་ཀུན་ནི་རྟོགས་པར་བགྱི།
en: Now I will teach the seven nooses applicable to all amogha rites, and how to follow the right procedure so the practice will be truly effective.

source: །དེ་ཉིད་གྲུབ་པའི་ཅི་ལྟ་བུའི། །མཚན་ཉིད་གཟུགས་ནི་ཅི་བཞིན་པ།
en: The vidyā holder should learn the complete ritual for each noose individually and how to practice them effectively according to their individual characteristics.

source: །དེ་ཉིད་བསྒྲུབས་པས་ཞགས་པ་ནི། །སྐུད་པ་ལྔ་ལས་འགྲུབ་འགྱུར་ཏེ། །གསང་སྔགས་འཛིན་པས་མོད་ལ་ནི།
en: For the successful performance of the noose sādhana, the vidyā holder should prepare five required threads.

source: །འགྲུབ་པར་འགྱུར་ལ་སོམ་ཉི་མེད།
en: He will obtain instant success by merely holding the noose; there is no doubt.

source: །རས་སྐུད་པདྨའི་སྐུད་པ་དང་། །ཨརྐ་ཁ་ཆེ་དར་དག་གིས། །སྐུད་པ་ཤུན་པའི་སྐུད་པ་སྟེ།
en: The five threads are cotton thread, lotus thread, giant milkweed thread, aśoka thread, and thread made from tree bark.

source: །སྐུད་པ་འདི་དག་བཀལ་ནས་དེ་ཁོ་ན་ཉིད་ཀྱི་ཆོ་ག་དང་ཆོ་ག་ཞིབ་མོ་བསྒྲུབས་པས་ཞགས་པ་རས་སྐུད་ཀྱི་རྒྱུ་ལས་བླངས་ཏེ།
en: These threads should each be spun and made into a noose, meeting the procedural requirements for the practice to take effect. They should all be spun using the cotton thread as the measure. “

source: ཚད་བཞིན་བཀལ་ནས་རྟག་ཏུ་སྨྱུང་བ་བགྱིས་ལ་ལེགས་པར་བཀྲུས་པ། གོས་གཙང་མ་ཅན་ཚངས་པར་སྤྱོད་པས་ཟས་དཀར་གསུམ་འཚལ་ནས་གནས་གཙང་མའི་ཕྱོགས་སུ་དོན་ཡོད་པའི་ཞགས་པའི་སྙིང་པོ་མདོར་ན་བྱམས་པའི་སེམས་དང་ལྡན་པས་དྲན་པར་བགྱིའོ།
en: The vidyā holder should fast, wear clean clothes, be washed clean, observe celibacy, live on the three ‘white’ foods, and stay in a clean place with clean surroundings. In short, he should recite the heart mantra of Amoghapāśa with thoughts of loving kindness.
